cask_args appdir: '/Applications'
tap 'caskroom/cask'
tap 'caskroom/versions'
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'homebrew/dupes'
tap 'homebrew/fuse'
tap 'homebrew/services'
tap 'homebrew/versions'
tap 'neovim/neovim'
tap 'universal-ctags/universal-ctags'

brew 'libyaml'
brew 'readline'
brew 'openssl'
brew 'ansible'
brew 'autoconf'
brew 'automake'
brew 'awscli'
brew 'cmake'
brew 'git'
brew 'docker'
brew 'docker-machine'
brew 'docker-compose'
brew 'docker-machine-driver-xhyve'
brew 'heroku'
brew 'htop'
brew 'libtool'
brew 'sqlite'
brew 'libxml2'
brew 'libxslt'
brew 'phantomjs'
brew 'python3'
brew 'postgresql', service_restart: true
brew 'reattach-to-user-namespace'
brew 'shellcheck'
brew 'the_silver_searcher'
brew 'tig'
brew 'tmux'
brew 'tree'
brew 'wget'
brew 'xhyve'
brew 'homebrew/fuse/encfs'
brew 'neovim/neovim/neovim'
brew 'universal-ctags/universal-ctags/universal-ctags', args: ['HEAD']

cask 'android-file-transfer'
cask 'appcleaner'
cask 'cyberduck'
cask 'dropbox'
cask 'filezilla'
cask 'firefox'
cask 'genymotion'
cask 'google-chrome'
cask 'gpgtools'
cask 'hipchat'
cask 'psequel'
cask 'send-to-kindle'
cask 'sequel-pro'
cask 'skitch'
cask 'skype'
cask 'slack'
cask 'slate'
cask 'spotify'
cask 'sqlitebrowser'
cask 'sublime-text3'
cask 'toggldesktop'
cask 'vagrant'
cask 'virtualbox'
cask 'vlc'
